/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

/* Default Settings */
"group.default.settings" = "DEFAULT SETTINGS";
"settings.use.relative.date" = "Use Relative Date";
"settings.use.download.cache" = "Use Download Cache";
"settings.show.hidden.files" = "Show Hidden Files";

/* Advanced Settings */
"group.advanced.settings" = "ADVANCED";
"settings.reset.on.next.start" = "Reset On Next Start";
"settings.validate.ssl.certificate" = "Validate SSL Certificate";

/* Application Session */
"group.application.session.settings" = "APPLICATION SESSION";
"settings.forget.password" = "Forget Password";
"settings.forget.password.option.1minute" = "After 1 minute";
"settings.forget.password.option.2minutes" = "After 2 minutes";
"settings.forget.password.option.5minutes" = "After 5 minutes";
"settings.forget.password.option.10minutes" = "After 10 minutes";
"settings.forget.password.option.30minutes" = "After 30 minutes";
"settings.forget.password.option.1hour" = "After 1 hour";
"settings.lock.when.inactive" = "Lock When Inactive";

/* Enterprise Settings */
"group.enterprise.settings" = "ENTERPRISE SETTINGS";
"settings.data.protection" = "Data Protection";

/* Diagnositic Data */
"group.diagnositic.data" = "DIAGNOSTIC DATA";
"settings.send.reports" = "Send Reports";
"settings.send.reports.option.none" = "Don't Send";
"settings.send.reports.option.auto" = "Automatically Send";